{
	"id": "MET1P1",
	"programa": "DGB",
	"materia": "algebra",
	"asignatura": "Metodología de la Investigación",
	"title": "Tipos de pensamiento",
	"aprendizajes": "Reconoce el papel de la Investigación Científica y sus conocimientos para identificar problemas sociales de su entorno.",
	"contenidocentral": "",
	"screens": [
		{
			"title": "Introducción",
			"icon": "info",
			"steps": true,
			"blocks": [
				{
					"width": "80%",
					"content": [
						{"text":"Ante lo desconocido, el ser humano puede recurrir a tres tipos de respuestas: en primer lugar, la mágica o mítica; en segundo lugar, la divina o religiosa; y, por último, la razonada o científica. Las dos primeras fueron el tipo de explicaciones que las personas le dieron en el pasado a todo aquello que constituía el entorno en que vivían. Los filósofos de la Grecia antigua fueron los primeros que buscaron las respuestas por medio del razonamiento y en el siglo XVII se sentaron las bases para la ciencia moderna, lo que nos permitió tener un conocimiento del mundo más exacto y, además, nos ha proporcionado las herramientas necesarias para solucionar gran parte de los problemas de la sociedad.", "align": "left", "class":"p"},
						{"br": 1},
						{
							"dialog": true,
							"button": {"img":"imgs/caverna.jpg"},
							"buttonClass": "maxw-32",
							"content": [
								{"text":"El mito de la caverna fue creado por Platón para explicar cómo el ser humano, cuando está dentro de la caverna, ve sólo reflejos manipulados de la realidad hasta que un hombre finalmente escapa y puede observarla tal cual es. Esa persona, entonces, regresa y comparte con los demás su experiencia.<br> ¿Es la ciencia lo que le ha permitido al ser humano escapar de la caverna?"}
							]
						}
					]
				},
				{
					"width": "80%",
					"content": [
						{"text":"El pensamiento es la capacidad humana de crear ideas y representaciones en la mente sobre lo que perciben los sentidos. La evolución del pensamiento humano es el origen del vasto conocimiento que la humanidad ha acumulado desde hace más de sesenta mil años, ideas, destrezas, valores, creencias, lenguajes y actitudes que se han desarrollado y transmitido de generación en generación, que han trascendido las distintas épocas históricas, que han sobrevivido a civilizaciones, imperios, guerras, etcétera.", "align": "left", "class":"p"}
					]
				}

			]
		},
		{
			"title": "Actividad",
			"icon": "games",
			"steps": true,
			"blocks": [
				{
					"width": "100%",
					"content": [
						"Lee los enunciados y desplaza la imagen hacia la opción que corresponda."
					],
					"buttonNextStep": "Comenzar"
				},
				{
					"width": "100%",
					"content": [
						"1. La fabricación de herramientas como puntas de flecha por parte del ser humano primitivo tenía la intención de solucionar problemas sociales.",
						{
							"dragdrop": 1,
							"drags": [
								[{"img": "imgs/b/1.jpg", "class":"w-10"}, "f"]
							],
							"dropsLeft": [["Verdadero", "v"]],
							"dropsRight": [["Falso", "f"]]
						}
					]
				},
				{
					"width": "100%",
					"content": [
						"2. Los seres humanos primitivos lograron crear herramientas gracias a la investigación científica.",
						{
							"dragdrop": 1,
							"drags": [
								[{"img": "imgs/b/2.jpg", "class":"w-10"}, "v"]
							],
							"dropsLeft": [["Verdadero", "v"]],
							"dropsRight": [["Falso", "f"]]
						}
					]
				},
				{
					"width": "100%",
					"content": [
						"3. La costumbre de enterrar a los muertos se creó a partir del pensamiento mágico.",
						{
							"dragdrop": 1,
							"drags": [
								[{"img": "imgs/b/3.jpg", "class":"w-10"}, "v"]
							],
							"dropsLeft": [["Verdadero", "v"]],
							"dropsRight": [["Falso", "f"]]
						}
					]
				},
				{
					"width": "100%",
					"content": [
						"4. El pensamiento mítico nació para explicar todo aquello que atemorizaba al ser humano.",
						{
							"dragdrop": 1,
							"drags": [
								[{"img": "imgs/b/4.jpg", "class":"w-10"}, "f"]
							],
							"dropsLeft": [["Verdadero", "v"]],
							"dropsRight": [["Falso", "f"]]
						}
					]
				},
				{
					"width": "100%",
					"content": [
						"5. El pensamiento filosófico deja de lado la búsqueda de respuestas para satisfacer la curiosidad humana.",
						{
							"dragdrop": 1,
							"drags": [
								[{"img": "imgs/b/5.jpg", "class":"w-10"}, "v"]
							],
							"dropsLeft": [["Verdadero", "v"]],
							"dropsRight": [["Falso", "f"]]
						}
					]
				},
				{
					"width": "100%",
					"content": [
						"6. El pensamiento científico tuvo un papel fundamental en el progreso de las sociedades humanas.",
						{
							"dragdrop": 1,
							"drags": [
								[{"img": "imgs/b/6.jpg", "class":"w-10"}, "v"]
							],
							"dropsLeft": [["Verdadero", "v"]],
							"dropsRight": [["Falso", "f"]]
						}
					]
				},
				{
					"width": "100%",
					"content": [
						"7. El pensamiento religioso dio lugar a jerarquías sociales relacionadas con las prácticas religiosas.",
						{
							"dragdrop": 1,
							"drags": [
								[{"img": "imgs/b/7.jpg", "class":"w-10"}, "v"]
							],
							"dropsLeft": [["Verdadero", "v"]],
							"dropsRight": [["Falso", "f"]]
						}
					]
				}
			]
		},
		{
            "title": "Finalizar",
            "icon": "flag",
            "end": true,
            "blocks": [
                {
                "content": []
                }
            ]
        }
	]
}